{
  "쥐": {
    "summary": "2025년은 새로운 기회의 문이 열리는 해입니다. 변화에 민감하게 반응하면 큰 성과가 따를 수 있습니다.",
    "love": "연애운이 상승세를 타며 싱글은 좋은 인연을 만날 수 있고, 커플은 관계의 깊이가 더해집니다.",
    "money": "금전적으로는 상승과 하강이 반복되므로 투자보다는 안정적 자산 관리에 집중하세요.",
    "career": "주변 사람들과의 협업이 중요합니다. 독단보다는 소통이 성패를 좌우합니다.",
    "health": "스트레스가 누적되지 않도록 규칙적인 생활과 충분한 수면이 필요합니다."
  },
  "소": {
    "summary": "2025년은 평온함 속에 꾸준한 성장이 가능한 해입니다. 안정 속에서 기회를 찾으세요.",
    "love": "기대하지 않았던 사람과의 인연이 생길 수 있으며, 오래된 관계도 재정비의 시간이 됩니다.",
    "money": "수입은 늘지만 지출도 커지므로 예산 관리를 잘 해야 재정적으로 균형을 유지할 수 있습니다.",
    "career": "책임감 있는 모습이 주변의 신뢰를 얻게 합니다. 성실함이 커리어를 지탱합니다.",
    "health": "건강은 무난하지만 과로로 인한 체력 저하에 주의가 필요합니다."
  },
  "호랑이": {
    "summary": "2025년은 자신감을 바탕으로 도전하면 성과가 따르는 해입니다. 하지만 급한 마음은 금물입니다.",
    "love": "감정의 기복이 심할 수 있어 솔직하되 배려 있는 태도가 필요합니다.",
    "money": "새로운 수익 구조를 만들어볼 수 있는 시기입니다. 아이디어가 돈이 됩니다.",
    "career": "자기계발에 투자하면 장기적으로 커리어 전환의 기회가 열립니다.",
    "health": "움직임이 많아지면서 부상의 위험이 있으니 신체 컨디션 조절에 신경 쓰세요."
  },
  "토끼": {
    "summary": "2025년은 인내와 균형이 중요한 해입니다. 조급함보다는 꾸준함이 당신을 돋보이게 합니다.",
    "love": "따뜻한 말 한마디가 관계를 살립니다. 감정 표현을 아끼지 마세요.",
    "money": "크게 벌기보단 손실을 막는 데 초점을 맞추는 것이 현명합니다.",
    "career": "세부적인 계획을 세우고 한 걸음씩 나아가면 확실한 진전을 이룰 수 있습니다.",
    "health": "정신적 피로가 쌓이기 쉬우니 명상이나 산책이 도움이 됩니다."
  },
  "용": {
    "summary": "2025년은 에너지와 추진력이 강해지는 해입니다. 자신감 있게 밀어붙이되 융통성을 잃지 마세요.",
    "love": "직설적인 표현이 상대에게 상처가 될 수 있으니 부드러운 말투를 유지하세요.",
    "money": "재물운이 활발해지는 시기이나 사기나 계약 관련 문제는 꼼꼼히 체크하세요.",
    "career": "중요한 프로젝트를 맡게 되며, 성과에 따라 인정을 받을 수 있습니다.",
    "health": "너무 무리하면 탈이 날 수 있으니 일정한 루틴을 유지하세요."
  },
  "뱀": {
    "summary": "2025년은 관찰력과 집중력이 발휘되는 해입니다. 깊은 사고가 유리하게 작용합니다.",
    "love": "마음 속 이야기들을 나누면 관계가 한층 깊어질 수 있습니다.",
    "money": "기회는 있지만 타이밍이 중요합니다. 즉흥적인 결정은 피하세요.",
    "career": "혼자보다 팀플레이에서 좋은 결과가 나올 수 있습니다.",
    "health": "위장계 질환에 주의하고 식습관 개선에 힘쓰세요."
  },
  "말": {
    "summary": "2025년은 자유로운 움직임이 많아지는 해입니다. 다양한 인연과 기회가 찾아옵니다.",
    "love": "여러 사람과의 만남 속에서 진짜 인연을 구분하는 눈이 필요합니다.",
    "money": "지출이 많아질 수 있으니 소비 습관을 되돌아보세요.",
    "career": "새로운 환경에서 적응력이 돋보입니다. 이직, 전환 운도 있습니다.",
    "health": "운동은 꾸준히 하지만 무리하지 않는 선에서 하세요."
  },
  "양": {
    "summary": "2025년은 내면을 단단히 할 수 있는 시기입니다. 조용히 실력을 키우기에 적합합니다.",
    "love": "고요하지만 깊이 있는 관계가 발전할 수 있는 해입니다.",
    "money": "기대했던 수익보다는 안정적인 수입에 집중하세요.",
    "career": "꾸준함과 성실함이 인정받는 해입니다. 윗사람의 신뢰도 얻을 수 있습니다.",
    "health": "큰 문제는 없지만 가끔 피로가 누적될 수 있습니다."
  },
  "원숭이": {
    "summary": "2025년은 창의력과 순발력이 필요한 해입니다. 빠르게 변화하는 상황에서 기회를 잡을 수 있어요.",
    "love": "의외의 사람에게서 호감을 받을 수 있습니다. 열린 마음이 필요해요.",
    "money": "짧은 투자보다 장기적인 계획이 중요합니다.",
    "career": "아이디어가 돋보이는 프로젝트에서 주목을 받을 수 있어요.",
    "health": "두통, 눈 피로에 주의하세요. 화면 사용 시간을 줄이세요."
  },
  "닭": {
    "summary": "2025년은 실속을 챙기는 해입니다. 외형보다는 본질에 집중하세요.",
    "love": "표현에 인색하면 오해가 생길 수 있습니다. 말로 표현하는 노력이 필요해요.",
    "money": "큰 수익보다는 손해를 줄이는 전략이 유리합니다.",
    "career": "체계적인 계획과 실행력이 성과로 이어집니다.",
    "health": "체력 관리가 중요합니다. 규칙적인 운동을 습관화하세요."
  },
  "개": {
    "summary": "2025년은 인맥이 넓어지고 사람을 통해 기회가 생기는 해입니다.",
    "love": "친근하고 편안한 매력이 이성을 끌어당깁니다.",
    "money": "금전 운이 비교적 무난합니다. 무리한 투자는 피하세요.",
    "career": "주변 사람들과 협력하면 좋은 결과가 따릅니다.",
    "health": "면역력 저하에 주의하고 비타민 섭취를 챙기세요."
  },
  "돼지": {
    "summary": "2025년은 마무리와 정리에 적합한 해입니다. 새 출발을 위한 준비 단계로 활용하세요.",
    "love": "미련이 남은 관계는 깔끔히 정리하는 것이 좋습니다.",
    "money": "소소한 수익이 이어지지만 큰 욕심은 독이 될 수 있어요.",
    "career": "정체기처럼 느껴지더라도 기초를 다지기 좋은 시기입니다.",
    "health": "신진대사에 도움이 되는 식습관을 유지하세요."
  }
}
